Repository: Tyree1233/FocusHaven
Catalog: ios/Runner/AppleSystemAssistantNativeCopy.xcstrings
Source language: en
Languages: da, de, es, fi, fr, id, it, ja, ko, nb, nl, pl, pt, sv, tr

# appleSystemAssistantNativeReviewInstruction
source: Open FocusHaven, review the exact effect, then choose Confirm action or Dismiss request.
da: Åbn FocusHaven, gennemgå den nøjagtige effekt, og vælg derefter Bekræft handling eller Ignorer anmodning.
de: Öffnen Sie FocusHaven, überprüfen Sie die genauen Auswirkungen und wählen Sie dann „Aktion bestätigen“ oder „Anfrage verwerfen“.
es: Abra FocusHaven, revise el efecto exacto y, a continuación, elija Confirmar acción o Descartar solicitud.
fi: Avaa FocusHaven, tarkista tarkka vaikutus ja valitse sitten Vahvista toiminto tai Ohita pyyntö.
fr: Ouvrez FocusHaven, examinez l'effet exact, puis choisissez Confirmer l'action ou Ignorer la requête.
id: Buka FocusHaven, tinjau efek pastinya, lalu pilih Konfirmasi tindakan atau Abaikan permintaan.
it: Apri FocusHaven, verifica l'effetto esatto, quindi scegli Conferma azione o Ignora richiesta.
ja: FocusHavenを開き、正確な効果を確認してから、「アクションを確認する」または「リクエストを無視する」を選択してください。
ko: FocusHaven을 열고 정확한 효과를 확인한 다음, 작업 확인 또는 요청 해제를 선택하세요.
nb: Åpne FocusHaven, se gjennom den nøyaktige effekten, og velg deretter Bekreft handling eller Ignorer forespørsel.
nl: Open FocusHaven, bekijk het exacte effect en kies vervolgens 'Actie bevestigen' of 'Verzoek negeren'.
pl: Otwórz FocusHaven, sprawdź dokładny efekt, a następnie wybierz opcję Potwierdź akcję lub Zignoruj prośbę.
pt: Abra o FocusHaven, revise o efeito exato e, em seguida, escolha Confirmar ação ou Descartar solicitação.
sv: Öppna FocusHaven, granska den exakta effekten och välj sedan Bekräfta åtgärd eller Ignorera begäran.
tr: FocusHaven'ı açın, tam etkiyi inceleyin, ardından İşlemi onaylayın veya İsteği yoksay seçeneklerinden birini seçin.

# appleSystemAssistantNativeReviewRequiredAccessibilityLabel
source: FocusHaven request ready for review. No action has run.
da: FocusHaven-anmodning er klar til gennemgang. Der er ikke udført nogen handling.
de: Die FocusHaven-Anfrage ist zur Überprüfung bereit. Es wurden noch keine Aktionen ausgeführt.
es: La solicitud de FocusHaven está lista para su revisión. No se ha realizado ninguna acción.
fi: FocusHavenin pyyntö on valmis tarkistettavaksi. Mitään toimia ei ole suoritettu.
fr: La requête FocusHaven est prête à être examinée. Aucune action n'a été exécutée.
id: Permintaan FocusHaven siap untuk ditinjau. Belum ada tindakan yang dijalankan.
it: Richiesta FocusHaven pronta per la revisione. Nessuna azione è stata eseguita.
ja: FocusHavenのリクエストは審査準備完了です。アクションはまだ実行されていません。
ko: FocusHaven 요청이 검토 준비를 완료했습니다. 아직 실행된 작업이 없습니다.
nb: FocusHaven-forespørselen er klar til gjennomgang. Ingen handling er utført.
nl: Het FocusHaven-verzoek is klaar voor beoordeling. Er is nog geen actie ondernomen.
pl: Prośba FocusHaven jest gotowa do rozpatrzenia. Nie wykonano żadnej akcji.
pt: A solicitação da FocusHaven está pronta para análise. Nenhuma ação foi executada.
sv: FocusHaven-förfrågan är klar för granskning. Ingen åtgärd har utförts.
tr: FocusHaven isteği incelemeye hazır. Henüz hiçbir işlem gerçekleştirilmedi.

# appleSystemAssistantNativeReviewRequiredResult
source: Open FocusHaven to review this request. Nothing has happened yet.
da: Åbn FocusHaven for at gennemgå denne anmodning. Der er ikke sket noget endnu.
de: Öffnen Sie FocusHaven, um diese Anfrage zu überprüfen. Bisher ist noch nichts passiert.
es: Abra FocusHaven para revisar esta solicitud. Todavía no ha ocurrido nada.
fi: Avaa FocusHaven tarkastellaksesi tätä pyyntöä. Mitään ei ole vielä tapahtunut.
fr: Ouvrez FocusHaven pour examiner cette demande. Aucune action n'a encore été entreprise.
id: Buka FocusHaven untuk meninjau permintaan ini. Belum ada yang terjadi.
it: Apri FocusHaven per esaminare questa richiesta. Non è ancora successo nulla.
ja: FocusHavenを開いてこのリクエストを確認してください。まだ何も処理されていません。
ko: FocusHaven을 열어 이 요청을 검토하세요. 아직 아무런 변화가 없습니다.
nb: Åpne FocusHaven for å gjennomgå denne forespørselen. Ingenting har skjedd ennå.
nl: Open FocusHaven om dit verzoek te bekijken. Er is nog niets gebeurd.
pl: Otwórz FocusHaven, aby rozpatrzyć tę prośbę. Nic się jeszcze nie wydarzyło.
pt: Acesse o FocusHaven para analisar esta solicitação. Nada aconteceu ainda.
sv: Öppna FocusHaven för att granska den här begäran. Ingenting har hänt än.
tr: Bu isteği incelemek için FocusHaven'ı açın. Henüz hiçbir şey olmadı.

# appleSystemAssistantNativeStartFocusTimerDescription
source: Prepare a request to review starting the ready Focus session in FocusHaven.
da: Forbered en anmodning om at gennemgå starten af den klargjorte fokussession i FocusHaven.
de: Bereiten Sie eine Anfrage zur Überprüfung des Starts der bereiten Fokus-Sitzung in FocusHaven vor.
es: Prepare una solicitud para revisar el inicio de la sesión de enfoque lista en FocusHaven.
fi: Valmistele pyyntö FocusHavenissa olevan valmiin keskittymisistunnon aloittamiseksi.
fr: Préparez une demande de révision du démarrage de la session de concentration prête dans FocusHaven.
id: Siapkan permintaan untuk meninjau dimulainya sesi Fokus yang siap di FocusHaven.
it: Prepara una richiesta di revisione per avviare la sessione Focus già pronta in FocusHaven.
ja: FocusHavenで準備完了のフォーカスセッションを開始するためのレビュー依頼を準備してください。
ko: FocusHaven에서 준비된 포커스 세션을 시작하기 위한 검토 요청을 준비하세요.
nb: Forbered en forespørsel om å gjennomgå oppstart av den klare fokusøkten i FocusHaven.
nl: Bereid een verzoek voor om de start van de Focus-sessie in FocusHaven te beoordelen.
pl: Przygotuj prośbę o sprawdzenie możliwości uruchomienia sesji skupienia w FocusHaven.
pt: Prepare uma solicitação para revisar o início da sessão de foco pronta no FocusHaven.
sv: Förbered en begäran om att granska starten av den färdiga fokussessionen i FocusHaven.
tr: FocusHaven'da hazır Odak oturumunun başlatılmasını incelemek için bir talep hazırlayın.

# appleSystemAssistantNativeStartFocusTimerPhrase
source: Review starting a Focus timer in %@
da: Gennemgang af start af en fokustimer i %@
de: Überprüfung des Startens eines Fokus-Timers in %@
es: Revisar el inicio de un temporizador de enfoque en %@
fi: Tarkastele keskittymisajastimen käynnistämistä %@:ssä
fr: Examen du démarrage d'un minuteur de concentration dans %@
id: Tinjau permulaan pengatur waktu Fokus di %@
it: Revisione dell'avvio di un timer Focus in %@
ja: %@でフォーカスタイマーの開始を確認する
ko: %@에서 포커스 타이머 시작에 대한 검토
nb: Gjennomgang av oppstart av en fokustimer i %@
nl: Controleer het starten van een Focus-timer in %@
pl: Przejrzyj uruchomienie timera skupienia w %@
pt: Revisão do início de um temporizador de foco em %@
sv: Granska starten av en fokustimer i %@
tr: %@ Odak zamanlayıcısını başlatmayı inceleyin.

# appleSystemAssistantNativeStartFocusTimerTitle
source: Start Focus timer
da: Start fokustimeren
de: Fokus-Timer starten
es: Iniciar temporizador de enfoque
fi: Käynnistä keskittymisajastin
fr: Démarrer le minuteur de concentration
id: Mulai pengatur waktu Fokus
it: Avvia il timer Focus
ja: フォーカスタイマーを開始
ko: 포커스 타이머 시작
nb: Start fokustimeren
pl: Uruchom timer skupienia
pt: Iniciar temporizador de foco
sv: Starta fokustimern
tr: Odak zamanlayıcısını başlat

# appleSystemAssistantNativeUnavailableResult
source: This FocusHaven request is unavailable. Nothing changed.
da: Denne FocusHaven-anmodning er ikke tilgængelig. Intet er ændret.
de: Diese FocusHaven-Anfrage ist nicht verfügbar. Es hat sich nichts geändert.
es: Esta solicitud de FocusHaven no está disponible. No ha cambiado nada.
fi: Tämä FocusHavenin pyyntö ei ole käytettävissä. Mikään ei ole muuttunut.
fr: Cette requête FocusHaven est indisponible. Rien n'a changé.
id: Permintaan FocusHaven ini tidak tersedia. Tidak ada perubahan.
it: Questa richiesta FocusHaven non è disponibile. Nessuna modifica.
ja: このFocusHavenリクエストは利用できません。変更はありません。
ko: 이 FocusHaven 요청은 사용할 수 없습니다. 변경된 사항이 없습니다.
nb: Denne FocusHaven-forespørselen er ikke tilgjengelig. Ingenting er endret.
nl: Dit FocusHaven-verzoek is niet beschikbaar. Er is niets veranderd.
pl: Ta prośba FocusHaven jest niedostępna. Nic się nie zmieniło.
pt: Esta solicitação do FocusHaven não está disponível. Nada foi alterado.
sv: Denna FocusHaven-förfrågan är inte tillgänglig. Ingenting har ändrats.
tr: Bu FocusHaven isteği kullanılamıyor. Hiçbir şey değişmedi.
